const faqsData = [
    {
      ques: "ماهو    GetVisual؟",
      answer: "هي منصة محلية في ليبيا، سوق عمل حر لمصممي الجرافيك بجميع فئاتها. تُمكن للمصممين نشر أعمالهم كحزم",
    },
    {
      ques: " كيف تنشر خدماتك على GetVisual؟",
      answer: 'لنشر خدمة، بعد تسجيل الدخول أو الاشتراك، انتقل إلى قسم "نشر الخدمة" في حسابك. املأ النموذج بدقة وأرسله للمراجعة من قبل مسؤولي النظام لدينا. تخضع جميع الطلبات المقدمة لعملية مراجعة شاملة، وإذا كانت تتوافق مع معاييرنا، فسيتم الموافقة عليها. في الحالات التي لا يستوفي فيها التقديم المعايير، سنرسل بريدًا إلكترونيًا يوضح أسباب الرفض بالإضافة إلى تعليمات حول كيفية إجراء التعديلات اللازمة.',
    },
    {
      ques: " كيف تشتري او تطلب خدمات على GetVisual؟",
      answer: 'إذا وجدت حزمة تلبي متطلباتك، قم بزيارة الملف الشخصي للمصمم وانقر على زر "تواصل معي" لبدء محادثة ومتابعة شراء الخدمة', 
    },
    {
      ques: "هل هناك أي إرشادات أو توصيات للموافقة على نشر الخدمات؟",
      answer: "نعم. ولضمان سلاسة عملية نشر الخدمات، نوصي بالالتزام بهذه الإرشادات المحددة", 
      list: ["تقديم معلومات شاملة ودقيقة حول حزمة خدمتك.", "يجب ان تكون الملفات ذات جودة مرتفعة لعرض عملك", "استخدم لغة واضحة وموجزة في وصفك لتوصيل عرضك بكفاءة."]
    },
    {
      ques: " كيف يتم تحديد الأسعار للخدمات على GetVisual؟",
      answer: "يتم تحديد أسعار الخدمات من قبل المصممين نفسهم بناءً على خبرتهم ونطاق عملهم ومعايير السوق. لا تحدد المنصة الأسعار ولكنها تضمن الشفافية في عرض التكاليف المرتبطة بكل خدمة.", 
    }
    // Add your other FAQ objects here
  ];
  
  export default faqsData;
  